(function (win) {

	"use strict";
	/*global window*/

	win.bingo = win.bingo || {};

	win.bingo.bullshit = {
		name: {
			ru: 'bullshit бинго'
		},
		words: {
			ru: ['таргет', 'комитмент', 'инишиатив', 'комплексити', 'факап', 'ки обжектив', 'прайорити', 'синерджи', 'файн', 'экзекьюшен', 'скоуп', 'экшн план', 'перформанс', 'инпут', 'капэсити', 'митинг', 'ишью', 'марджин', 'кэш флоу', 'оппортюнити', 'соу вот?', 'скейл', 'конференц кол', 'праймари фокус', 'малтиплс']
		},
		description: {
			ru: 'Вы всё ещё спите на встречах? А как насчёт этих длинных конференс-коллов? Вот путь, который поможет вам всё изменить! <br><br> Как играть: отмечайте соответствующую клетку, когда вы слышите одно из этих слов на встрече, конференс-колле или треннинге. Когда вы составите пять клеток по горизонтали, вертикали или диагонали, встаньте и крикните: BULLSHIT Бинго! <br><br> Кто первый крикнул, тот и победил.'
		}

	};

}(window));