(function (win) {

	"use strict";
	/*global window*/

	win.bingo = win.bingo || {};

	win.bingo.putin = {
		name: {
			ru: 'Путин бинго'
		},
		words: {
			ru: ['Россия', 'поручил', 'жильё', 'пенсии', 'порядок', 'бюджетники', 'нарушают закон', 'решать', 'выполнять', 'пресекать', 'запад', 'фашизм', 'ГАЗ', 'кровавый', 'Украина', 'россияне', 'должны', 'сами', 'легитимный', 'армия', 'миллиард', 'отечественный', 'вооружённые', 'Крым', 'проценты']
		},
		description: {
			ru: 'Теперь при просмотре телепередач или выступлений отечественных политиков, что бы не сильно скучать и всегда быть в хорошем настроении, можно играть в Путин Бинго! <br><br> Правила простые: помечайте слова, которые встречаются в речи политика, и, если получится линия (по горизонтали, вертикали или диагонали), то надо крикнуть "Путин Бинго!". <br><br> Если вы играете в компании, то кто первым крикнул - тот и победил.'
		}

	};

}(window));