(function (win) {

	"use strict";
	/*global window*/

	win.bingo = win.bingo || {};

	win.bingo.vata = {
		name: {
			ru: 'ватное бинго'
		},
		words: {
			ru: ['Деды воевали', 'Гейропа', 'Бендеровцы', 'КрымНаш', 'Салоеды', '... не поставить на колени', 'Укропы', 'Майданутые', 'Чурки', 'Мы победили', 'Героям сала', 'Пиндосы', 'Путин', 'Госдеп', 'Федерализация', 'Я помню, я горжусь', 'Хунта', 'Великая победа', 'Порядок', 'Стабильность', 'Жидо-фашисты', 'Обезьяна черножопая', 'Нацисты', 'Загнивающая Европа', 'Великая Русь']
		},
		description: {
			ru: 'Теперь в споре с ватником, что бы не сильно скучать и быть всегда в хорошем настроении, можно играть в Ватное Бинго! <br><br> Правила простые: помечайте слова, которые встречаются в речи ватника, и, если получится линия (по горизонтали, вертикали или диагонали), то надо крикнуть "Ватное Бинго!" и закончить с ним разговор (закрыть чат или просто пойти по своим делам).'
		}



	};


}(window));